accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bemenu
bemenu-wayland
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-hyprland-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
capitaine-cursors
chwd
claude-code
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fsarchiver
fwupd
ghostty
git
github-cli
glances
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hyprland
hyprsunset
inetutils
intel-media-driver
iptables-nft
iwd
jfsutils
kate
kdeconnect
kvantum
kvantum-theme-nordic-git
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
obsidian
octopi
onedrive-abraunegg
opencl-mesa
opendesktop-fonts
openssh
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qt5ct
rebuild-detector
reflector
ripgrep
rofi
rofi-emoji
rsync
rtkit
s-nail
sddm
sg3_utils
slurp
smartmontools
snap-pac
snapper
sof-firmware
spotify-launcher
starship
stow
sudo
swappy
swaybg
swaylock-effects-git
swaylock-fancy-git
sysfsutils
systemd-boot-manager
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vim
visual-studio-code-bin
vulkan-intel
waybar
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
zen-browser-bin
zoxide
